Repository: rigatti/ps1.7.1.2
Catalog: app/Resources/translations/*/AdminOrderscustomersFeature.*.xlf
Languages: nl_nl

source: Delay
nl_nl: Vertraging

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
nl_nl: Hallo, Een van de door u bestelde artikelen is momenteel niet op voorraad. Hierdoor kan de levertijd iets uitlopen. Wij bieden u onze excuses aan en doen er alles aan om u zo snel mogelijk te leveren. Met vriendelijke groet,

source: Waiting for confirmation
nl_nl: Wacht op bevestiging

source: Waiting for package
nl_nl: Wacht op pakket

source: Package received
nl_nl: Pakket ontvangen

source: Return denied
nl_nl: Retour geweigerd

source: Return completed
nl_nl: Retour voltooid

source: Awaiting check payment
nl_nl: In afwachting van betaling per cheque

source: Payment accepted
nl_nl: Betaling aanvaard

source: Processing in progress
nl_nl: Wordt momenteel voorbereid

source: Shipped
nl_nl: Verzonden

source: Delivered
nl_nl: Afgeleverd

source: Canceled
nl_nl: Geannuleerd

source: Refunded
nl_nl: Terugbetaling

source: Payment error
nl_nl: Betalingsfout

source: On backorder (paid)
nl_nl: Momenteel in backorder (betaald)

source: On backorder (not paid)
nl_nl: Momenteel in backorder (niet betaald)

source: Awaiting bank wire payment
nl_nl: In afwachting van bankoverschrijving

source: Remote payment accepted
nl_nl: Betaling op afstand aanvaard

source: Awaiting Cash On Delivery validation
nl_nl: Wachten op bevestiging (rembours)

source: None
nl_nl: Geen

source: Low
nl_nl: Laag

source: Medium
nl_nl: Middel

source: High
nl_nl: Hoog

source: 1 - Creation in progress
nl_nl: 1 - Bezig met aanmaken

source: 2 - Order validated
nl_nl: 2 - Bestelling bevestigd

source: 3 - Pending receipt
nl_nl: 3 - In afwachting van ontvangst

source: 4 - Order received in part
nl_nl: 4 - Bestelling gedeeltelijk ontvangen

source: 5 - Order received completely
nl_nl: 5 - Bestelling geheel ontvangen

source: 6 - Order canceled
nl_nl: 6 - Bestelling geannuleerd

source: Add new address
nl_nl: Voeg een nieuw adres toe

source: Addresses
nl_nl: Adressen

source: The national ID card number of this person, or a unique tax identification number.
nl_nl: Het documentnummer van de ID-kaart van deze persoon, of een uniek btw-nummer.

source: Address alias
nl_nl: Adresnaam

source: Identification number
nl_nl: ID-nummer

source: VAT number
nl_nl: Btw-nummer

source: Non ordered
nl_nl: Niet besteld

source: Abandoned cart
nl_nl: Verlaten winkelwagen

source: Export carts
nl_nl: Exporteer de winkelwagens

source: Abandoned Carts
nl_nl: Verlaten winkelwagens

source: From %date1% to %date2%
nl_nl: Van %date1% tot %date2%

source: Average Order Value
nl_nl: Gemiddelde grootte van bestelling

source: Net Profit per Visitor
nl_nl: Netto winst per bezoeker

source: Cart #%ID%
nl_nl: Winkelwagen #%ID%

source: Total Cart
nl_nl: Totaal winkelwagen

source: Free Shipping
nl_nl: Gratis verzending

source: Order ID
nl_nl: Bestelling-ID

source: Generate PDF
nl_nl: PDF-bestand genereren

source: Date issued
nl_nl: Datum van opgave

source: Slip
nl_nl: Bon

source: Credit slip options
nl_nl: Creditnota-opties

source: Credit slip prefix
nl_nl: Voorvoegsel creditnota

source: Print a PDF
nl_nl: Druk een PDF-bestand af

source: %amount% tax excl.
nl_nl: %amount% excl. btw

source: Back office order
nl_nl: Backoffice-bestelling

source: New client
nl_nl: Nieuwe klant

source: Change Order Status
nl_nl: Verander orderstatus

source: Add new order
nl_nl: Voeg een nieuwe bestelling toe

source: Orders
nl_nl: Bestellingen

source: Create order
nl_nl: Maak bestelling aan

source: Order %reference% from %firstname% %lastname%
nl_nl: Bestellingen %reference% van %firstname% %lastname%

source: Return products
nl_nl: Producten retourneren

source: Standard refund
nl_nl: Standaard teruggave

source: Cancel products
nl_nl: Producten annuleren

source: Add a product
nl_nl: Voeg een product toe

source: Partial refund
nl_nl: Gedeeltelijke teruggave

source: Credit slip for order #%d
nl_nl: Creditnota voor bestelling #%d

source: Credit card slip for order #%d
nl_nl: Creditcardnota voor bestelling #%d

source: Manual order -- Employee:
nl_nl: Handmatige bestelling - Medewerker:

source: Net Profit per Visit
nl_nl: Netto winst per bezoeker

source: 30 days
nl_nl: 30 dagen

source: Order #%id% (%ref%) - %firstname% %lastname%
nl_nl: Bestelling #%id% (%ref%) - %firstname% %lastname%

source: Shop: %s
nl_nl: Winkel: %s

source: Partner offers
nl_nl: Partneraanbiedingen

source: Registration
nl_nl: Registratie

source: Last visit
nl_nl: Laatste bezoek

source: Closed
nl_nl: Gesloten

source: Pending 1
nl_nl: Openstaand 1

source: Pending 2
nl_nl: Openstaand 2

source: Manage your Customers
nl_nl: Beheer uw klanten

source: Information about customer %s
nl_nl: Informatie over klant: %s

source: Editing customer %s
nl_nl: Klant bewerken: %s

source: Creating a new Customer
nl_nl: Een nieuwe klant aanmaken

source: Add new customer
nl_nl: Voeg een nieuwe klant toe

source: Birthday
nl_nl: Geboortedatum

source: Group access
nl_nl: Groepstoegang

source: Default customer group
nl_nl: Standaard klantengroep

source: SIRET
nl_nl: KvK-nummer

source: APE
nl_nl: SBI-code

source: Allowed outstanding amount
nl_nl: Toegestane openstaande hoeveelheid

source: Maximum number of payment days
nl_nl: Maximale betalingstermijn

source: Risk rating
nl_nl: Risicoscore

source: Average Age
nl_nl: Gemiddelde leeftijd

source: Orders per Customer
nl_nl: Bestellingen per klant

source: Newsletter Registrations
nl_nl: Nieuwsbriefregistraties

source: Delivery slip options
nl_nl: Pakbonopties

source: Delivery prefix
nl_nl: Voorvoegsel voor pakbon

source: Delivery number
nl_nl: Leveringsnummer

source: Print PDF
nl_nl: PDF printen

source: Enable product image
nl_nl: Afbeelding voor het product inschakelen

source: Invoice options
nl_nl: Factuuropties

source: Enable invoices
nl_nl: Facturen inschakelen

source: Enable tax breakdown
nl_nl: Inschakelen van btw-uitsplitsing

source: Invoice prefix
nl_nl: Voorvoegsel factuur

source: Add current year to invoice number
nl_nl: Voeg jaartal toe aan factuurnummer

source: Reset sequential invoice number at the beginning of the year
nl_nl: Reset opeenvolgende factuurnummers aan het begin van het jaar

source: Position of the year date
nl_nl: Positie van het jaartal

source: After the sequential number
nl_nl: Na het opeenvolgende nummer

source: Before the sequential number
nl_nl: Voor het opeenvolgende nummer

source: Invoice number
nl_nl: Factuurnummer

source: Legal free text
nl_nl: Juridische tekst

source: Footer text
nl_nl: Footer-tekst

source: Invoice model
nl_nl: Factuurmodel

source: Use the disk as cache for PDF invoices
nl_nl: Gebruik de schijf als cache voor PDF-facturen

source: By date
nl_nl: Op datum

source: Generate PDF file by date
nl_nl: Genereer PDF-bestand op datum

source: Print PDF invoices
nl_nl: Print PDF facturen

source: By order status
nl_nl: Op bestelstatus

source: Order statuses
nl_nl: Bestelstatussen

source: Generate PDF file by status
nl_nl: Genereer PDF-bestand op status

source: Order messages
nl_nl: Bestellingberichten

source: Add new order message
nl_nl: Voeg een nieuw bestellingsbericht toe

source: Risk
nl_nl: Risico

source: Outstanding Allowance
nl_nl: Uitstaande vergoeding

source: Current Outstanding
nl_nl: Huidige krediet

source: Merchandise return (RMA) options
nl_nl: Goederenretourzendingsopties

source: Enable returns
nl_nl: Retouren inschakelen

source: Time limit of validity
nl_nl: Tijdslimit van geldigheid

source: Returns prefix
nl_nl: Voorvoegsel retouren

source: Return Merchandise Authorization (RMA)
nl_nl: Goederenretourzendingsverzoek

source: Customer explanation
nl_nl: Toelichting klant

source: Returns form
nl_nl: Retourformulier

source: Order #%id% from %date%
nl_nl: Bestelling %id% geplaatst op %date%

source: Edit shipping details
nl_nl: Verzendmethode bewerken
