Repository: rigatti/ps1.7.1.2
Catalog: app/Resources/translations/*/AdminModulesNotification.*.xlf
Languages: de_de

source: The module was successfully downloaded.
de_de: Modul-Download

source: Successfully signed in to PrestaShop Addons.
de_de: Erfolgreich bei PrestaShop Addons angemeldet

source: Error found : %1$s in country_module_list.xml file.
de_de: Fehler gefunden: %1$s in Datei country_module_list.xml

source: Error found : %1$s in must_have_module_list.xml file.
de_de: Fehler gefunden: %1$s in Datei must_have_module_list.xml

source: Module(s) installed successfully.
de_de: Modul(e) installiert

source: Module(s) uninstalled successfully.
de_de: Modul(e) deinstalliert

source: The module transplanted successfully to the hook.
de_de: Modul in den Hook integriert

source: The module was successfully removed from the hook.
de_de: Modul aus dem Andockpunkt (Hook) entfernt

source: Module reset successfully.
de_de: Modul reinitialisiert

source: Module deleted successfully.
de_de: Modul gelöscht

source: Unable to install the module (Module name is not valid).
de_de: Modul kann nicht installiert werden (Modulname ist ungültig).

source: The version of your module is not compliant with your PrestaShop version.
de_de: Modulversion nicht kompatibel mit Ihrer Prestashop-Version

source: Before installing this module, you have to install this/these module(s) first:
de_de: Bevor Sie dieses Modul installieren, müssen Sie erst diese/dieses Modul(e) installieren:

source: This module has already been installed.
de_de: Modul wurde bereits installiert.

source: Could not install module controllers.
de_de: Modul-Controller konnten nicht installiert werden.

source: Technical error: PrestaShop could not install this module.
de_de: Technischer Fehler: PrestaShop konnte dieses Modul nicht installieren.

source: Current version: %s
de_de: Aktuelle Version: %s

source: %d file upgrade applied
de_de: Datei-Upgrade %d ausgeführt

source: No upgrade has been applied
de_de: Es wurde kein Upgrade angewendet

source: Upgraded from: %s to %s
de_de: Upgrade von %s auf %s

source: %d upgrade left
de_de: %d Upgrade übrig

source: Module %s cannot be upgraded this time: please refresh this page to update it.
de_de: Modul %s kann z.Z. nicht aktualisiert werden. Bitte aktualisieren Sie erst diese Seite vor dem Start des Upgrades.

source: To prevent any problem, this module has been turned off
de_de: Um Problemen vorzubeugen, wurde dieses Modul abgeschalten

source: The module is not installed.
de_de: Modul ist nicht installiert.

source: Unable to install override: %s
de_de: Das Override kann nicht installiert werden: %s

source: %1$s is not a valid module name.
de_de: %1$s ist kein gültiger Modulname.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
de_de: Auf Grund des limitierten Speichers können nicht alle Module geladen werden. Bitte erhöhen Sie den Wert des memory_limit in Ihrer Serverkonfiguration.

source: %s could not be loaded.
de_de: %s konnte nicht geladen werden.

source: Error found in config file:
de_de: Fehler in der config-Datei:

source: %1$s (parse error in %2$s)
de_de: %1$s (Parser-Fehler in %2$s)

source: %1$s (class missing in %2$s)
de_de: %1$s (Klasse fehlt in %2$s)

source: The following module(s) could not be loaded
de_de: Das(die) folgende(n) Modul(e) konnte(n) nicht geladen werden:

source: Trusted and Untrusted XML have not been generated properly
de_de: Trusted und Untrusted XML wurden nicht korrekt generiert.

source: No template found for module
de_de: Kein Template gefunden für Modul

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
de_de: Die Methode %1$s in der Klasse %2$s wurde bereits von Modul %3$s (Version %4$s) bei %5$s überschrieben.

source: The method %1$s in the class %2$s is already overridden.
de_de: Die Methode %1$s in der Klasse %2$s wird bereits überschrieben.

source: Failed to override method %1$s in class %2$s.
de_de: Fehler beim Überschreiben der Methode %1$s in Klasse %2$s.

source: The property %1$s in the class %2$s is already defined.
de_de: Die Eigenschaft %1$s in der Klasse %2$s ist bereits festgelegt.

source: Failed to override property %1$s in class %2$s.
de_de: Fehler beim Überschreiben von Objekt %1$s in Klasse %2$s.

source: The constant %1$s in the class %2$s is already defined.
de_de: Die Konstante %1$s in Klasse %2$s ist bereits definiert.

source: Failed to override constant %1$s in class %2$s.
de_de: Fehler beim Überschreiben von Konstante %1$s in Klasse %2$s.

source: No graph engine selected
de_de: Keine Rendering-Engine ausgewählt

source: Graph engine selected is unavailable.
de_de: Die gewählte Rendering-Engine ist nicht verfügbar

source: No grid engine selected
de_de: Keine Tabellen-Engine ausgewählt

source: Grid engine selected is unavailable.
de_de: Die gewählte Tabellen-Engine ist nicht verfügbar

source: Please specify module URL
de_de: Bitte geben Sie die URL des Moduls an.

source: Unknown archive type.
de_de: Archivtyp unbekannt

source: There was an error while extracting the module (file may be corrupted).
de_de: Beim Extrahieren des Moduls ist ein Fehler aufgetreten (die Datei ist möglicherweise beschädigt)

source: The module %1$s that you uploaded is not a valid module.
de_de: Das Upload-Verzeichnis %1$s ist kein Modul.

source: You do not have the permission to use this module.
de_de: Sie haben keine Rechte, dieses Modul zu verwenden.

source: Cannot reset this module.
de_de: Reset des Moduls nicht möglich

source: Cannot install this module.
de_de: Kann das Modul nicht installieren

source: Cannot uninstall this module.
de_de: Kann das Modul nicht deinstallieren

source: Cannot load the module's object.
de_de: Kann das Modulobjekt nicht laden

source: An error occurred while copying the archive to the module directory.
de_de: Während des Kopiervorgangs zum Verzeichnis Module ist ein Fehler aufgetreten.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
de_de: Modul kann nicht gelöscht werden. Bitte überprüfen Sie die Schreibrechte des Verzeichnisses.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
de_de: Für ein Upgrade des Moduls %s müssen Sie bei PrestaShop Addons angemeldet sein. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
de_de: Modul %s kann nicht aktualisiert werden: Fehler beim Download der neuesten Version.

source: Module %s cannot be upgraded: Error while extracting the latest version.
de_de: Update von Modul %s nicht möglich: Fehler beim Entpacken der aktuellen Version.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
de_de: Ein Upgrade des Moduls %s ist nicht möglich. Vergewissern Sie sich, dass Sie mit demselben Namen bei PrestaShop Addons angemeldet sind, unter dem Sie den Artikel gekauft haben.

source: You do not have permission to access this module.
de_de: Sie sind nicht berechtigt, auf dieses Tool zuzugreifen.

source: You do not have permission to install this module.
de_de: Sie sind nicht berechtigt, ein Modul zu installieren.

source: You do not have permission to delete this module.
de_de: Sie sind nicht berechtigt, ein Modul zu löschen.

source: You do not have permission to configure this module.
de_de: Sie sind nicht berechtigt, ein Modul zu konfigurieren.

source: This module is already installed: %s.
de_de: Modul ist bereits installiert: %s

source: This module has already been uninstalled: %s.
de_de: Dieses Modul wurde bereits deinstalliert: %s

source: This module needs to be installed in order to be updated: %s.
de_de: Dieses Modul muss installiert oder aktualisiert werden: %s

source: You do not have permission to uninstall this module.
de_de: Sie haben keine Installationsrechte für dieses Modul.

source: The following module(s) could not be uninstalled properly: %s.
de_de: Folgende Module konnten nicht vollständig installiert werden: %s

source: The following module(s) could not be installed properly: %s.
de_de: Folgende Module konnten nicht vollständig installiert werden: %s

source: The following module(s) were not upgraded successfully: %s.
de_de: Die folgenden Module wurden nicht aktualisiert: %s

source: This module cannot be loaded.
de_de: Das Modul kann nicht geladen werden.

source: Hook cannot be loaded.
de_de: Andockpunkt (Hook) konnte nicht geladen werden

source: This module has already been transplanted to this hook.
de_de: Dieses Modul ist bereits auf diesem Andockpunkt (Hook) angehängt.

source: This module cannot be transplanted to this hook.
de_de: Diese Modul kann hier nicht eingehängt werden.

source: An error occurred while transplanting the module to its hook.
de_de: Bei der Integration in den Andockpunkt (Hook) ist ein Fehler aufgetreten.

source: An error occurred while deleting the module from its hook.
de_de: Beim Löschen des Moduls von seinem Andockpunkt (Hook) ist ein Fehler aufgetreten.

source: Please select a module to unhook.
de_de: Wählen Sie mindestens ein vom Andockpunkt (Hook) zu entfernendes Modul.

source: Parse error detected in main class of module %module%!
de_de: Syntaxfehler in Klassse main() des Moduls %module%!

source: Error while loading file of module %module%. %error_message%
de_de: Fehler beim Laden des Moduls %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
de_de: Das hochgeladene Modul konnte im angegebenen Pfad nicht gefunden werden: %file%

source: Cannot extract module in %path% to get its name. %error%
de_de: Modul kann nicht im Pfad %path% entpackt werden, um den Namen zu bestimmen: %error%

source: This file does not seem to be a valid module zip
de_de: Ungültiges Zip-Format der Moduldatei!

source: Failed to install admin tab "%name%".
de_de: Menüpunkt "%name%" konnte nicht angelegt werden!

source: Failed to uninstall admin tab "%name%".
de_de: Menüpunkt "%name%" konnte nicht entfernt werden!

source: You are not allowed to install modules.
de_de: Sie sind nicht berechtigt, Module zu installieren.

source: You are not allowed to uninstall this module.
de_de: Sie sind nicht berechtigt dieses Modul zu deinstallieren.

source: You are not allowed to upgrade this module.
de_de: Sie sind nicht berechtigt dieses Modul zu aktualisieren.

source: The module %module% must be installed first
de_de: Das Modul %module% muss erst installiert werden

source: You are not allowed to disable this module.
de_de: Sie sind nicht berechtigt dieses Modul zu deaktivieren.

source: Error when disabling module %module%. %error_details%.
de_de: Fehler beim Deaktivieren des Moduls %module%: %error_details%

source: You are not allowed to enable this module.
de_de: Sie sind nicht berechtigt dieses Modul zu aktivieren.

source: Error when enabling module %module%. %error_details%.
de_de: Fehler beim Aktivieren des Moduls %module%: %error_details%

source: You are not allowed to disable this module on mobile.
de_de: Sie sind nicht berechtigt dieses Modul für die Mobilansicht zu deaktivieren.

source: Error when disabling module %module% on mobile. %error_details%
de_de: Fehler beim Deaktivieren des Moduls %module%: %error_details%

source: You are not allowed to enable this module on mobile.
de_de: Sie sind nicht berechtigt dieses Modul für die Mobilansicht zu aktivieren.

source: Error when enabling module %module% on mobile. %error_details%
de_de: Fehler beim Aktivieren des Moduls %module%: %error_details%

source: You are not allowed to reset this module.
de_de: Sie haben keine Berechtigung für die Reinitialisierung dieses Moduls.

source: Error when resetting module %module%. %error_details%
de_de: Fehler bei Reinitialisierung des Moduls %module%: %error_details%

source: Unfortunately, the module did not return additional details.
de_de: Keine detaillierten Informationen für dieses Moduls verfügbar!

source: Parse error on module %module%. %error_details%
de_de: Syntaxfehler im Modul %module%: %error_details%

source: Unexpected exception on module %module%. %error_details%
de_de: Unerwartete Ausnahme im Modul %module%. %error_details%

source: Loading data from Addons failed. %error_details%
de_de: Laden der Daten von den Addons fehlgeschlagen. %error_details%

source: Parse error detected in module %module%. %error_details%.
de_de: Syntaxfehler im Modul %module%: %error_details%.

source: Exception detected while loading module %module%. %error_details%.
de_de: Beim Laden des Moduls %module% ist ein Ausnahmefehler aufgetreten: %error_details%.

source: %module% did not return a valid response on installation.
de_de: %module% gab keine gültige Rückmeldung zur Installation.

source: Installation of module %module% was successful.
de_de: Modul %module% wurde installiert.

source: Installation of module %module% failed. %error%
de_de: Installation des Moduls %module% fehlgeschlagen: %error%

source: Synchronized with Addons marketplace!
de_de: Mit dem Addons Marktplatz verbunden!

source: No changelog provided
de_de: Kein Versionsverlauf bereitgestellt

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
de_de: Wenn Sie sich von Ihrem Addons-Kundenbereich abmelden, werden sie nicht über wichtige Updates der von Ihnen gekauften Addons informiert.

source: You are about to disable %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% zu deaktivieren.

source: Your current settings will be saved, but the module will no longer be active.
de_de: Ihre aktuellen Einstellungen bleiben gespeichert, aber das Modul wird nicht länger aktiviert sein.

source: You are about to uninstall %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% zu deinstallieren.

source: This will disable the module and delete all its files. For good.
de_de: Das wird das Modul deaktivieren und alle seine Dateien endgültig löschen.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: You're about to reset %moduleName% module.
de_de: Sie sind im Begriff, das Modul %moduleName% neu zu initialisieren.

source: This will restore the defaults settings.
de_de: Das wird die Standard-Einstellungen wiederherstellen.

source: You are about to [1] the following modules:
de_de: Sie sind im Begriff, folgende Module zu '[1]':

source: Installing module...
de_de: Installiere Modul...

source: It will close as soon as the module is installed. It won't be long!
de_de: Es schließt sich in Kürze automatisch, sobald das Modul installiert ist.

source: Module installed!
de_de: Modul installiert!

source: Oops... Upload failed.
de_de: Uups... Hochladen fehlgeschlagen.

source: No description found for this module :(
de_de: Keine Beschreibung zu diesem Modul gefunden :(

source: No additional description provided for this module :(
de_de: Keine detaillierten Informationen für dieses Moduls verfügbar :(

source: No feature list provided for this module :(
de_de: Keine Eigenschaften für dieses Modul hinterlegt :(

source: No customer benefits notes found for this module :(
de_de: Für dieses Modul liegen keine Kundenbewertungen vor. :(

source: No demonstration video found for this module :(
de_de: Kein Demo-Video zu diesem Modul gefunden :(

source: No changelog provided for this module :(
de_de: Kein Versionsverlauf für dieses Modul hinterlegt :(

source: You need to select at least one module to use the bulk action.
de_de: Für die Mehrfachaktion müssen Sie mindestens ein Modul auswählen.

source: The action "[1]" is not available, impossible to perform your request.
de_de: [1] nicht möglich! Aktion kann nicht ausgeführt werden.

source: The action [1] is not available for module [2]. Skipped.
de_de: [1] ist bei Module [2] nicht möglich. Übersprungen!
