Repository: rigatti/ps1.7.1.2
Catalog: app/Resources/translations/*/AdminLoginNotification.*.xlf
Languages: nl_nl

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
nl_nl: SSL is geactiveerd. Echter, uw IP mag de onveilige modus gebruiken (onderhoud of locale IP)

source: This account does not exist.
nl_nl: Dit account bestaat niet

source: You can reset your password every %d minute(s) only. Please try again later.
nl_nl: U kunt uw wachtwoord slechts elke %d min(u)ut(en) herstellen. Probeer het later nogmaal a.u.b.

source: Please, check your mailbox. A link to reset your password has been sent to you.
nl_nl: Controleer uw mailbox. Een link om uw wachtwoord te herstellen is zojuist verzonden.

source: An error occurred while attempting to reset your password.
nl_nl: Fout opgetreden tijdens de poging uw wachtwoord te herstellen.

source: Some identification information is missing.
nl_nl: Enkele informatie ontbreekt.

source: The password is missing: please enter your new password.
nl_nl: Het wachtwoord ontbreekt: voer uw nieuwe wachtwoord in.

source: The password is not in a valid format.
nl_nl: Dat wachtwoord lijkt ongeldig.

source: The confirmation is empty: please fill in the password confirmation as well.
nl_nl: De bevestiging is leeg: vul het bevestigingsveld voor het wachtwoord ook in.

source: The password and its confirmation do not match. Please double check both passwords.
nl_nl: Het wachtwoord en de bevestiging komen niet overeen. Controleer beide velden.

source: Your password reset request expired. Please start again.
nl_nl: Uw verzoek om het wachtwoord te herstellen is verlopen. Doorloop de procedure opnieuw a.u.b.

source: An error occurred while attempting to change your password.
nl_nl: Fout opgetreden tijdens uw wachtwoord wijziging.

source: The password has been changed successfully.
nl_nl: Uw wachtwoord is gewijzigd.
